/* Other User */
"OTHER_USER" = "Altro…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Account ospite";

/* Password Assistant Text */
"USER_PASSWORD" = "Password:";
"MASTER_PASSWORD" = "Master password:";

"KEYCHAIN_WARNING_TITLE" = "Modificando la password per questo account utente verrà creato un nuovo portachiavi per registrare le password.";
"KEYCHAIN_WARNING_TEXT" = "Il portachiavi precedente dell'utente esiste ancora.  Se riesci a reperire la relativa password, sarai in grado di accedere al portachiavi precedente e alle informazioni e password in esso contenute.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Attualmente connesso";
"MOBILE_CURRENTLY_LOGGED_IN" = "Cellulare attualmente collegato";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Esterno, attualmente collegato";
"GUEST_CURRENTLY_LOGGED_IN" = "Ospite, attualmente collegato";
"NETWORK_CURRENTLY_LOGGED_IN" = "Network, attualmente collegato";
"EXTERNAL" = "Esterno";
"MOBILE" = "Cellulare";
"GUEST" = "Ospite";
"NETWORK" = "Network";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Impossibile eseguire il login adesso";
"LOGIN_TIME" = "Puoi eseguire il login alle ore %@";


/* Button Titles */
"BACK_BUTTON" = "Indietro";
"CANCEL_BUTTON" = "Annulla";
"FORGOT_PASSWORD_BUTTON" = "Ho dimenticato la password";
"CHANGE_PASSWORD" = "Cambia password ";
"OPTIONS_BUTTON" = "Opzioni";
"RESTART_BUTTON" = "Riavvia";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Ho dimenticato la password";
"RESET_PASSWORD" = "Ripristino password";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Per ripristinare la password di questo utente inserisci la master password.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Per ripristinare la password di questo utente e per sbloccare FileVault inserisci la master password.";

/* Host Info */
"SAFE_BOOT" = "Avvio sicuro";
"SYSTEM_VERSION_INFO" = "Versione %@";
"SYSTEM_BUILD_INFO" = "Build %@";
"SERIAL_NUMBER" = "Numero di serie %@";
"IP_ADDRESS" = "Indirizzo IP %@";

"NETWORK_NODES_ALL"  = "Account di network disponibili";
"NETWORK_NODES_SOME" = "Alcuni account di network disponibili";
"NETWORK_NODES_NONE" = "Account di network non disponibili";
"NETWORK_NODES_AUTH" = "L'accesso al network richiede il login";


/* Tool Tip */
"SHORT_NAME" = "Nome breve: %@";

"EXTERNAL_ACCOUNT" = "Account esterno";
"GUEST_ACCOUNT" = "Account ospite";
"LOCAL_ACCOUNT" = "Account locale";
"MOBILE_ACCOUNT" = "Account mobile";
"NETWORK_ACCOUNT" = "Account network";

"NET_NODE" = "Nodo del network: %@";
"HOME_VOLUME" = "Volume: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Hai inserito un nome utente o una password non validi.";

"AF_NEWPASSWORDREQUIRED" = "Devi inserire una nuova password prima di poter accedere a questo account.";

"AF_QUALITYCHECKFAILED" = "La password indicata non soddisfa i requisiti di questo server";

"AF_PASSWORDTOOSHORT" = "La password è troppo corta.";
"AF_PASSWORDTOOLONG" = "La password è troppo lunga.";
"AF_PASSWORDLENGTH" = "La password deve contenere tra %ld e %ld caratteri.";

"AF_PASSWORDMINCHARS" = "La password deve contenere almeno %ld caratteri.";
"AF_PASSWORDMAXCHARS" = "La password non deve essere più lunga di %ld caratteri.";

"AF_PASSWORDNEEDSLETTER" = "La password deve contenere una o più lettere.";
"AF_PASSWORDNEEDSDIGIT" = "La password deve contenere uno o più numeri.";

"AF_ACCOUNTDISABLED" = "Il tuo account è stato disabilitato.\nPer ulteriori informazioni contatta l'amministratore di sistema."; 
"AF_UNABLETOLOGIN" = "Il sistema non consente l'accesso in questo momento.\nContatta il tuo amministratore di sistema per ulteriori informazioni.";
"AF_INVALIDLOGONHOURS" = "Hai il permesso di accedere solo in orari specifici.\nContatta il tuo amministratore di sistema per ulteriori informazioni.";
"AF_INVALIDCOMPUTER" = "Non sei autorizzato ad utilizzare questo computer.\nContatta il tuo amministratore di sistema per ulteriori informazioni.";

"AF_SEESYSTEMADMIN" = "Contatta il tuo amministratore di sistema per ulteriori informazioni.";

"AF_PASSWORDEXPIRINGSOON" = "La tua password scadrà presto. Inserisci una nuova password.";
"AF_CRYPTPASSWORD" = "È necessario aggiornare la password.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "La tua password scadrà domani.\n\nPremi “Modifica password” per inserire una nuova password.";
"PASSWORD_EXPIRATION_DAYS" = "La tua password scadrà entro %ld giorni.\n\nPremi “Modifica password” per inserire una nuova password.";
"PASSWORD_EXPIRATION_TODAY" = "La tua password scade oggi.\n\nPremi “Modifica password” per inserire una nuova password.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Il computer non può accedere al network sicuro.";
"NA_UNTRUSTED_CERT_INFO" = "Hai tentato di accedere al network utilizzando un server di autenticazione 802.1X, ma non è stato possibile verificare il certificato di protezione del server. Per ulteriori informazioni, contatta l'amministratore del network.";

/* FUS Failed */
"FUS_FAILED_MSG" = "L'account utente scelto non è disponibile.";
"FUS_FAILED_INFO" = "Verifica la connessione al network e prova a passare di nuovo all'account utente. Se sei connesso al network, chiedi assistenza al tuo amministratore di sistema.";
